Repository: Doomzeon/Deliclothes-Frontend-User
Catalog: lib/l10n/app_*.arb
Languages: it

# welcome_page_1_title
source: Order clothes
it: Ordina vestiti

# welcome_page_1_description
source: From more than 50+ shops!
it: Da piu' di 50+ negozzi!

# welcome_page_2_title
source: Try clothes
it: Prova vestiti

# welcome_page_2_description
source: If clothe/s is not good you can make it return from our platform!
it: Se vestito non sta bene puoi richiedere il reso tramitte noi!

# welcome_page_text_button
source: Next
it: Avanti

# sign_in_up_main_page_title
source: Create new account or sign in with existing already
it: Crea nuovo account oppure esegui login

# sign_in_up_input_mail
source: Insert your email
it: Inserisci la tua mail

# sign_in_up_input_password
source: Insert your password
it: Inserisci la tua password

# sign_in_up_button_text_loggin_after
source: Login after
it: Login dopo

# sign_up_input_confimr_password
source: Confrim password
it: Conferma password

# sign_up_button_text_next
source: Next
it: Avanti

# sign_up_input_name
source: Insert your name
it: Inserisci il tuo nome

# sign_up_input_surname
source: Insert your surname
it: Inserisci il tuo cognome

# sign_up_input_phone
source: Insert your phone number
it: Inserisci il numero di telefono

# sign_up_input_residence
source: Insert your street address
it: Inserisci la via

# sign_up_input_zip_code
source: Insert zip_code
it: CAP

# input_card_number
source: Insert card number
it: Inserisci il numero della carta

# input_card_owner
source: Insert card owner
it: Inserisci titolare della carta

# sign_up_2_page_title
source: Complete your profile
it: Completa tuo profilo

# sign_up_button_text_register
source: Register
it: Registra

# home_page_sales_title_section
source: The best offers for you
it: Migliori offerte per te

# home_page_sales_title_2_section
source: On sale for you
it: Vestiti in sconto

# clothes_liked_page_title
source: You liked
it: Ti piacce

# clothes_list_1_page_title
source: Choose kind of clothes
it: Sceglie il tipo di vestito

# clothes_list_1_page_gender_man
source: Man
it: Uomo

# clothes_list_1_page_gender_woman
source: Woman
it: Donna

# clothes_list_1_page_gender_child
source: Child
it: Bambino

# settings_page_my_account
source: My account
it: Mio account

# settings_page_settings
source: Settings
it: Impostazioni

# settings_page_allorders
source: All orders
it: Tutti ordini

# settings_page_make_return
source: Make return
it: Restituisci vestito/i

# settings_page_support
source: Support
it: Supporto

# settings_page_my_account_title
source: Profile information
it: Informazioni sul profilo

# settings_page_my_account_button_save
source: Save
it: Salva

# settings_page_my_account_card_section_title
source: Credit cards
it: Carta di credito

# settings_page_my_account_add_card_modal_title
source: Add new card
it: Aggiunti carta di credito

# settings_page_my_account_close_card_modal_button
source: Close
it: Chiudi

# settings_page_my_account_confirm_card_modal_button
source: Confirm
it: Conferma

# settings_page_allorders_title
source: Your orders
it: Tuoi ordini

# settings_page_allorders_order_done_title
source: Information about order
it: Informazioni sull'ordine

# settings_page_allorders_order_check_text
source: Bill
it: Scontrino

# settings_page_allorders_order_in_progress_time_text
source: Order will arrive
it: Ordine arrivera alle

# settings_page_allorders_order_in_progress_call_courier_text
source: Call courier
it: Chiama corriere

# settings_page_allorders_order_in_progress_back_button
source: Back
it: In dietro

# settings_page_make_return_title
source: Select clothes to return
it: Seleziona vestiti pr il ritorno

# settings_page_make_return_button_next
source: Next
it: Avanti

# bag_page_title
source: Your bag
it: La tua borsa

# bag_page_button_next_text
source: Procced with payment
it: Proccedi con pagamento

# checkout_page_title
source: Complete payment
it: Completa pagamento

# checkout_page_street_text
source: Adress
it: Indirizzo

# checkout_page_street_home_text
source: Home
it: Casa

# checkout_page_street_another_street_text
source: Another position
it: Un'altra posizione

# checkout_page_street_another_street_name_text
source: Insert street
it: Inserisci la via

# checkout_page_card_text
source: Payment method
it: Metodo di pagamento

# checkout_page_hour_delivery
source: Choose hour of delivery
it: Sceglie l'ora

# checkout_page_day_delivery
source: Choose day of delivery
it: Sceglie la data

# checkout_page_bill_title
source: Bill
it: Scontrino

# checkout_page_cost_delivery_text
source: Cost of delivery
it: Costo consegna

# checkout_page_cost_clothes_text
source: Cost of clothes
it: Costo vestiti

# checkout_page_discount_text
source: Discount
it: Sconto

# checkout_page_bill_tot_text
source: Total
it: Totale

# checkout_page_confirm_button_text
source: Confrim payment
it: Conferma pagamento
